 [
    {
      "id": 0,
      "title": "Rich Dad Poor Dad",
      "author": "Robert Kiyosaki",
      "description": "Discover the difference between working for money and having money work for you, and start shaping your future attitude toward finance.", 
      "category": "Money & Investments",
      "image": "https://media-hosting.imagekit.io/2bce21b49a384553/rich_dad_poor_dad.jpg?Expires=1839820236&Key-Pair-Id=K2ZIVPTIP2VGHC&Signature=mmHSmIagN-zRNNYL2gigI3g-utlL4mDQrVBdV9MzehqnItJ395N1~kP5yJ4R8xTy4ROSSoviuNYjwQrG8sVzQ9COvksT66K2wdKfNboNqWd4pBKs3aLf7AGitsfazRlXCdPWRAL4Hvefm3xSOkjNqEC~buY9-gJ9zyL1UESoIJQ8fBXz3WvMO0BdkpzKtCVvDbDSAveke-UE6XlgW-7vTIxlIunT~37bjUJkGjHFZfTPkjrcSkO2tewan8Qo0WdRY5IUBzhe3HkoCaFRbzx7Qps4597uPf3JDSe~hU~hAyGl8YuuLU4T0l2iUG3qu4UhaUx4RoZUFTCx3p~yRghAEQ__",
      "chapters": [
          {
            "id": 1,
            "title": "Introduction",
            "summary": "Rich Dad Poor Dad contrasts the financial philosophies of two father figures in Kiyosaki's life: his biological father (Poor Dad) who represents conventional thinking, and his best friend's father (Rich Dad) who embodies entrepreneurial and investment-savvy approaches. The book's purpose is to challenge conventional beliefs about money and encourage financial education."
          },
          {
            "id": 2,
            "title": "The Rich Don't Work for Money",
            "summary": "The book opens with a formative story from Kiyosaki's childhood. He and his best friend, Mike, were curious about making money and asked Mike’s father—later referred to as Rich Dad—for advice. Instead of giving them handouts or tips, Rich Dad put them to work in one of his stores for a very low wage. Eventually, frustrated by their low pay, Kiyosaki confronts Rich Dad, who uses this moment to teach an essential lesson: the poor and middle class work for money, but the rich make money work for them. The key takeaway here is about mindset. Poor Dad believes in earning a living by working hard for someone else, while Rich Dad sees employment as a temporary stage and focuses on building assets that generate passive income. Rich Dad explains that fear and desire are the two emotions that dominate most people's lives around money—fear of not having enough and desire for nice things. These emotions keep people stuck in the “rat race.” Lesson: Learn to use emotions to think, not think with emotions. Don't let fear or greed control your financial decisions."
          },
          {
            "id": 3,
            "title": "Why Teach Financial Literacy?",
            "summary": "In this chapter, Kiyosaki introduces one of the most fundamental concepts of the book: the difference between assets and liabilities. He defines: Assets as things that put money in your pocket. Liabilities as things that take money out of your pocket. While this may sound overly simplistic, Kiyosaki argues that misunderstanding this basic concept is what causes financial hardship. Many people think their house is an asset, but if it’s taking money out of their pocket (through mortgage, taxes, maintenance), it’s actually a liability. Rich people acquire assets. The middle class acquires liabilities they think are assets. He introduces the idea of financial statements—a personal income statement and balance sheet—and encourages readers to focus on increasing assets like rental properties, stocks, bonds, and intellectual property (e.g., books, patents). Lesson: Build and accumulate assets that generate income rather than consuming liabilities."
          },
          {
            "id": 4,
            "title": "Mind Your Own Business",
            "summary": "Here, Kiyosaki emphasizes the importance of building and nurturing your own business. He doesn’t necessarily mean quitting your job to become an entrepreneur immediately. Instead, he advocates for the idea of keeping your day job while building up assets—real estate, investments, side businesses—that will eventually replace your working income. The “business” he refers to is the process of acquiring assets. For most people, their profession is how they make a living, but their true wealth will come from their side business—their portfolio of income-producing assets. He also talks about not relying on employers or the government for your financial security. This chapter is a call to take control of your financial future and to not depend on a paycheck. Lesson: Focus on growing your asset column, not just your income. Mind your own financial business."
          },
          {
            "id": 5,
            "title": "The History of Taxes and the Power of Corporations",
            "summary": "Kiyosaki dives into the history of taxation and how it was originally only meant to tax the rich, but gradually shifted to include the middle class. He highlights how the rich use corporations to shield themselves legally from liability and to reduce their tax burden. Corporations allow for: Expense deductions before income taxes. Greater legal protection. Opportunities for reinvestment. He outlines the financial advantage of the corporate structure: Employees: Earn → Pay Taxes → Spend. Corporations: Earn → Spend → Pay Taxes. This system allows the rich to reinvest profits, deduct expenses like travel, education, and even cars before paying taxes, while regular employees are taxed on every dollar they earn. Lesson: Learn the rules of money and use corporate entities and tax laws to your advantage."
          },
          {
            "id": 6,
            "title": "The Rich Invent Money",
            "summary": "This chapter explores the concept that financial opportunities are created, not found. Kiyosaki believes that financial intelligence allows you to spot opportunities where others see obstacles. He gives examples of how he used his financial knowledge to identify undervalued real estate investments that generated passive income. This chapter is about creativity and financial courage. It emphasizes taking calculated risks rather than avoiding them. Poor Dad believed in avoiding risks and playing it safe. Rich Dad taught Kiyosaki to understand risk and manage it, not run from it. He breaks financial intelligence into four main skills: Accounting – the ability to read numbers. Investing – the science of money making money. Markets – understanding supply and demand. Law – the legal aspects of money (tax advantages, corporate structures). Lesson: Financial intelligence allows you to create wealth from opportunities others don’t see."
          },
          {
            "id": 7,
            "title": "Work to Learn—Don't Work for Money",
            "summary": "Kiyosaki argues that people should work to learn, not for a paycheck. In other words, jobs should be seen as opportunities to gain skills, not just earn money. He encourages people to develop a wide skill set, especially in sales, marketing, communication, and people management. He shares his own experience of working in various roles not because they paid well but because they taught him valuable skills. For example, he once took a job at Xerox to overcome his fear of selling. This chapter also highlights the importance of lifelong learning and adaptability. In a rapidly changing world, your greatest asset is your ability to learn and apply knowledge creatively. Lesson: The more you learn, the more you earn. Focus on developing transferable skills."
          },
          {
            "id": 8,
            "title": "Overcoming Obstacles",
            "summary": "Even with financial knowledge, people often fail to become wealthy because of internal obstacles. Kiyosaki identifies five main reasons: Fear: Fear of losing money or failing. Cynicism: Listening to others’ doubts and criticisms. Laziness: Avoiding the hard work of managing money. Bad habits: Such as spending before saving. Arrogance: Thinking you already know everything. He encourages people to work on their mindset. Risk and loss are part of success. Every successful investor has lost money at some point. It’s about managing risk, not avoiding it altogether. He also stresses the importance of self-discipline and taking action, as opposed to being paralyzed by fear or doubt. Lesson: Wealth begins in the mind. Overcome your fears, bad habits, and cynicism to build true financial freedom."
          },
          {
            "id": 9,
            "title": "Conclusion",
            "summary": "Rich Dad Poor Dad is more than just a personal finance book—it's a mindset shift. Robert Kiyosaki doesn't give you step-by-step investment strategies or stock-picking advice. Instead, he challenges the very way people think about money, work, education, and success. Through the juxtaposition of his two “dads,” Kiyosaki illustrates how our beliefs about money can either trap us in a lifetime of working for someone else or empower us to achieve financial freedom. The overarching lesson is simple yet profound: wealth is not just about how much you earn—it's about how well you manage what you have, how you invest your time and resources, and how deeply you understand the language of money. By embracing financial education, acquiring assets, taking calculated risks, and continuously learning, anyone—regardless of their background—can break free from the cycle of living paycheck to paycheck and start building lasting wealth. Ultimately, Rich Dad Poor Dad is a call to take responsibility for your financial future. It reminds us that we don't have to follow the same path as everyone else. With the right mindset, education, and action, we can forge our own way toward a richer, freer life."
          }
      ]  
    },
    {
      "id": 1,
      "title": "Irrational Exuberance",
      "author": "Robert J. Shiller",
      "description": "Get to know the psychology behind market bubbles and crashes and how to navigate investments wisely.",
      "category": "Money & Investments",
      "image": "https://media-hosting.imagekit.io/2f6db8bebe804263/irrational_exuberance.jpg?Expires=1839819578&Key-Pair-Id=K2ZIVPTIP2VGHC&Signature=J2fTvsg~vnflXaBRGWIKosEGi7vuilNkXnNh-~gAGAZG-EKPUmNIbFLjBobEHY4M-M9xyxPcIzYnsdenTWRnKCuBhOE1HGxhN2ngsHxYiUwfNd21CkF-eKaPS-ITd8yganCSEKHRIgrkyio4HDf6DSjCg44DfGDlNH1OrhDi8I7degkIAuYgopH6Ma80UMld1ROFMwvesapFsEbZs~PWK5vUWodBHo0wBumW3JV3rkev8f~1E39SntKkM0YVRGH98rPW3q6B2XSkIMIm-xZ~bOG-7cUCT~kO0TR4iAq1Y5qYWmzlIQuVXlYQcXsshZ6gk5JeGvsloa-uFJ9zkwNy5g"
    },
    {
      "id": 2,
      "title": "Money Master The Game",
      "author": "Tony Robbins",
      "description": "Go through the world's most effective finance methods and pick the one that could provide financial freedom.",
      "category": "Money & Investments",
      "image": "https://media-hosting.imagekit.io/8aca09e5bc334183/money_master_the_game.jpg?Expires=1839820135&Key-Pair-Id=K2ZIVPTIP2VGHC&Signature=Gu4o1fqrqKJoNaWLKLe1fHDsdPGaZVqlOkubIxl7e1zjJOE7rra2pekqhacxFbp~orGuDZ0nRwJMESubip-wirwVsN9ZXm4ySglURVVmD~AqF7v3Murn7gDN2oAPvCrKhtWGNIs6Hp2SPRqKiFWdz7AtE7WGXqW8yMz23y7G1fBAzbAdNbf62XHn~1UWRg~AzRjmiLLlkwpfatU7T0szJ4vJoCjb~F8jz2iG7qe1FpJs64N18N5TEX51ALwNRHB0drBJiANduKvGCNmQKFhASwNQ5vEs7n33Bbmotq~bOOwq2eGZ5MjF-IAKxMSGIqcVWDHEkdEKeY8dCpz9YMDG5w__"
    },
    {
      "id": 3,
      "title": "The Goal",
      "author": "Eliyahu M. Goldratt, Jeff Cox",
      "description": "Transform daily obstacles into breakthrough opportunities with innovative management techniques.",
      "category": "Money & Investments",
      "image": "https://media-hosting.imagekit.io/d9c15eafb6bf4a49/the_goal.jpg?Expires=1839820268&Key-Pair-Id=K2ZIVPTIP2VGHC&Signature=NL9AaGTD9TIabTA9zs~upPpx8eebwhhHe6tR8g0xzj2LjYCEMNvalbRbHGDG6lfOKkMQhc0J1EaKrK1ldykAmK~AhtyOFYenW6qBrgHhqeZ~djtscarTdDbFndURuow6AZzcPu4oPsfYV~BkeiLJt6tQzrh-aZKxyKm~1xIBn7HPPbBzeeYX-KwNtK1zD96fLNB1pPxEutaG65yT8tfiFdMMugLuXezcdYJC0ibCau1XKyXtAXhaRiepVnQVQNxEVjhQ~H7Kkhuly1PVvJ~nsGPzU7ciuPzohMx530MqkyjuQ57Q28FA25suhmamDTDNZCCAmhCfeFtqx4gboFwhrg__"
    },
    {
      "id": 4,
      "title": "Travel For Free",
      "author": "Gundi Gabrielle",
      "description": "Master the art of traveling on a budget, turning journeys into opportunities and exploration into a lifestyle.",
      "category": "Money & Investments",
      "image": "https://media-hosting.imagekit.io/99d0de1ba0a1447c/travel_for_free.jpg?Expires=1839820301&Key-Pair-Id=K2ZIVPTIP2VGHC&Signature=If7hugMJQM097FvfkuHtxHVVrvhK7QY45m-wnzW~u55rZtTbGDIw5CSK0TMsPgYIG92gjc7rdcIFdjF8Zzpz6qFtZDuajO4mX3h2jvUW~ctVkNWZzO3yECl8qrxYXwkXhuypGaqXpr63s9pg1Xa1xdQqctYYYtZUGS0n1Dj1KyxeIF-LHPJ8UX8-vahXx2ox3qU~oVXcOiJOBTLw7V1AI1HBGl-u6FPxSbWNYJED0rIiT0~rJ9UvodYMK3-49omz4iRBh1wYbz2LF3xTR~44UT5iLUKHTzk5tQAbzK6wYQo5yDA0~XeUVIikMO1UdL-6Xc5jVsw9VLo7X3Dh-EMkQA__"
    },
    {
      "id": 5,
      "title": "Atomic Habits",
      "author": "James Clear",
      "description": "Discover whether an accumulation of tiny changes can transform your life. Study the key points of an inside-out approach to behavior change",
      "category": "Self-Growth",
      "image": "https://media-hosting.imagekit.io/2e63499e3d764d53/atomic_habits.png?Expires=1839927081&Key-Pair-Id=K2ZIVPTIP2VGHC&Signature=Zm0NG9YhtTXmnvDjrmA7-d4VPt8MhQPX9XM367soKjfitxV30YojMRp4Prt16ewSDzy8SSQZTiSBRAGZzlTX~lfVHB~smSxKFxqt8Y-bodvpFTLnySKvvF-B~y7gvFRJ3G-jvDl7VBmmkutsSPk0Mlyi0Y4Ly54nXuGevqUYy3YSyowkv7pmu2vdmwEcJurG-ZvRk9jmWy1ipHk6RKevPHo6EvwYqTYJFEUeEpc~dzxSCkyTk6Sraf8y02tnhJNwH6CkagoYxbRulIVQDsJ64mUovCr4CaPaP-olPpa3hxu3~O6s8oZpyX9InLi4Kodqrs93SI7qlFmTa6JVnSqW9Q__"
    },
    {
      "id": 6,
      "title": "One Small Step Can Change Your Life",
      "author": "Robert Maurer, PhD",
      "description": "Learn how Kaizen technique can help you in many situations, from stopping bad habits like smoking or overeating. Once you how it works, you will realize how change is not as difficult as it seems.",
      "category": "Self-Growth",
      "image": "https://media-hosting.imagekit.io/11d919778d0e4ea8/one_small_step.jpg?Expires=1839927170&Key-Pair-Id=K2ZIVPTIP2VGHC&Signature=sF9gprHbJQtyzNLEhEG5uIiNE~xrtBwSrdqEoqVqF5ATqfDVQHNaOUO3l9JdDWW6eQgxctyKPm70gsjUKG9dc7SI6oEEFSzTts6Zur4Y6GMz2EQ3q4a916sCXlaZp7qkrAHGFAHDhO3JvTDsExfv28c2-cyrMEEhK~vDdFLOhV8mjQr087MZQNag1w7DvybXmXd~2fmOjr9qvlliVb~9GHyash3vYoTVcLWvYJlUN2XJCqxmdT55ocaxTyP2W682km-IytH7u4djpANArC~~gBmKp8uJhGmR3TyigiE1WCyZ1LC3KDj949~KO7hKas~rCm-2bvh9DUFcr49dRYXHVg__"
    },
    {
      "id": 7,
      "title": "I Hate You - Don't Leave Me",
      "author": "Dr. Jerold J. Kreisman, MD, Hal Straus",
      "description": "Discover the truth about borderline personalities and learn practical strategies to manage intense emotions.",
      "category": "Health",
      "image": "https://media-hosting.imagekit.io/730faf818e6c4f8d/i_hate_you.png?Expires=1839927210&Key-Pair-Id=K2ZIVPTIP2VGHC&Signature=RkU1xbhkW4zXOmJpVAQZ7jj4nMyaPpCMYnZ1b6L24YUz4nfaAyLQdSkcgovxZ3q0VbvopmFRAyDqPpS6ouMVLrZOTTmTqgeD~Z3ecKl1czI9dkV-bxKp~F5yRAW7sDEMF7i-sRcH0Gj~uwXJjdrWDddZqtTWambFv8PwOXglDkP8ytfBVERFvHVR2RAtjCO0VioRNhEGatAeySAIi5tTDW7xtckKs-JnM8B7YymV4z8Q8XV5e1j13E-K9Wo5DDPvG~Elgl3B0xQBlnRfNFOQhrS-rYdq0ya0jJplkUFrP4dIum~xBvdVmjt8GCXLhhUY8U2iQ-rYWr8ckflo84udNA__"
    },
    {
      "id": 8,
      "title": "Glucose Revolution",
      "author": "Jessie Inchauspe",
      "description": "Seize control over sugar spikes and learn how transforming your diet can revolutionize your daily energy and mood.",
      "category": "Health",
      "image": "https://media-hosting.imagekit.io/c5daf5c7f1364965/glucose_revolution.png?Expires=1839927251&Key-Pair-Id=K2ZIVPTIP2VGHC&Signature=tQNc2KAc5RpYwaBfyEcWCmVnWKWlbMNm2VAF9lwDbkRjj4lXRC93e-Km-elqIbcVK2ApVnZsNf1iG6lrGELzoY1wTxy4azYARJHTtnLMVJeXZAZ-WP7i4AK8fwV4dkpAKKg5KPaOae1EUQj6ewBE7CUaBLfiO9e3wdxMkASTXwLhq4GoYnZmbfvgE~jYm00x~aUdN4lSqDJGk0XQbRQs9tQccm13pinz0dSbaHN05sDU9vZrLkOQtDeUpNnwFCioBQxUrnp6zI0cP8X~5gc02HiAmEfg7Oo2wt2t1omgKBO3~27zxNhse4AD5vqbztxy8hCU8d0jdvE41CYJMddSRA__"
    }
]

